---
layout: post
title: "我的2025-11-21"
date: 2025-11-21 12:47:50 +0800
categories: [Daily]
---

###午睡到了下午三点，我打算去致理楼的自修教室进行高数的复习，来应付明天的期中考试。然而，这些教室还没有到开放自习的时间。

于是，我在L2致理楼底下的长凳听了半个小时张雨生的歌。从头开始，一首一首放。

之后，我想做些事情来消磨时间。我走出东北门，在深圳的街上走——漫无目的、没有计划。

背着大十公斤的书包，我只是这样的向前迈去。最终，我在武汉大学产学研中心短暂的停下了脚步。

“坐地铁怎么样？去随便坐一条线，不管去哪。”

GO。

前往了深大南站、到达了深大南站、进入了深大南站。

大概是9号线，在地铁里，我打开了导航，查询着深圳地铁的线路。

不出意外的话，我会顺着这条线路，到我从来没去过的前湾。

但是，就在到达南油站的半分钟前，我想到了岗厦北。于是，在地铁门关闭的半秒前，我冲出了地铁。

接着是转12号线到南山站。最后是11号线，直达岗厦北。

这是我第三次到岗厦北，对我来说，已经失去了初见时带给我的震撼。出地铁后，逛街。

赶上了五点钟的深圳高中生放学。周五，居然有很多人拖着行李箱坐地铁回家，好羡慕双休。。。

又是好一顿走。不过这次，我找到了一个大商场。感觉和我上一次去过的好像，但是，好像确实不一样。

（大概）一二三楼奢饰品，四楼卖吃的、一楼和五楼有影院。

其实也没什么可逛的，买不起、吃不起。

于是我出去，走了不远，又到了一家相对适配我的经济状况的商场。

比起称之为商场，我觉得更像一家美食城，因为里面大多都是卖吃的。

然后我去了霸王别鸡啊，对的就是这个名字，吃了晚饭，挺好吃的，吃完就走了。

坐地铁，回来了。

迷了一小会路，百度太次了。

坐校内的通勤车到了汇文楼H2-102，在这坐着上自习，最后学一个小时高数。

epsilon-delta、中值定理、泰勒。其他不看了。

今日夜宵环节暂停。

![我的地铁线路](/assets/images/shenzhen_metro.jpg)

2025年11月21日21点44分 汇文楼H2-102
